Repository: mohamadkhalaj/Boostan
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Boostan API management system
fa: پنل ادمین بوستان

source: Mark selected students as normal
fa: انتخاب شده ها را به حالت عادی نشانه گذاری کن

source: %d student was successfully marked as normal.
fa: %d .دانش آموز با موفقیت به نرمال تغییر یافت

source: Mark selected students as blocked
fa: انتخاب شده ها را به حالت بلاک شده نشانه گذاری کن

source: %d student was successfully marked as blocked.
fa: %d .دانش آموز با موفقیت بلاک گردید

source: Mark selected students as whitelist
fa: انتخاب شده ها را به حالت لیست سفید نشانه گذاری کن

source: %d student was successfully marked as whitelist.
fa: %d .دانش آموز با موفقیت به لیست سفید افزوده گردید

source: Delete selected student sessions
fa: حذف سشن های انتخاب شده دانش آموز

source: %d session was successfully deleted.
fa: %d سشن با موفقیت حذف شد.

source: Normal
fa: عادی

source: Blocked user
fa: کاربر مسدود شده

source: Whitelist user
fa: کاربر لیست سفید

source: Full name
fa: نام و نام خانوادگی

source: Student number
fa: شماره دانشجویی

source: Password
fa: رمز عبور

source: count of used
fa: تعداد استفاده شده

source: Credit
fa: موجودی

source: Top credit
fa: بیشترین موجودی

source: Status
fa: وضعیت

source: Tota received list
fa: مجموع لیست های گرفته شده

source: Total reserved food
fa: مجموع رزرو ها

source: Total forget code
fa: مجموع کد های فراموشی گرفته شده

source: Student
fa: دانشجو

source: Students
fa: دانشجو ها

source: First used time
fa: اولین استفاده

source: Last used time
fa: آخرین استفاده

source: Sessions count
fa: تعداد نشست ها

source: Session
fa: نشست

source: IP address
fa: آدرس آی پی

source: Telegram ID
fa: آی دی تلگرام

source: Telegram Username
fa: نام کاربری تلگرام

source: User agent
fa: یوزر ایجنت

source: Sessions
fa: نشست ها

source: Url path
fa: مسیر

source: Is admin panel
fa: آیا پنل ادمین است؟

source: Data
fa: داده ها

source: visitor
fa: بازدیدکننده

source: visitors
fa: بازدید کنندگان

source: Name
fa: نام

source: Value
fa: مقدار

source: Setting
fa: تنظیمات

source: Settings
fa: تنظیمات

source: Message
fa: پیام

source: Messages
fa: پیام ها

source: Tag
fa: تگ

source: Tags
fa: تگ ها

source: Statistics
fa: آمار ها

source: Account Inactive
fa: حساب کاربری غیر فعال

source: This account is inactive.
fa: این حساب کاربری غیر فعال است.

source: Account
fa: حساب کاربری

source: E-mail Addresses
fa: آدرس ایمیل

source: The following e-mail addresses are associated with your account:
fa: ایمیل های ذیل به حساب کاربری شما متصل هستند:

source: Verified
fa: تایید شده

source: Unverified
fa: تایید نشده

source: Primary
fa: اصلی

source: Make Primary
fa: بعنوان اصلی

source: Re-send Verification
fa: دوباره ارسال کن

source: Remove
fa: حذف

source: Warning:
fa: هشدار:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fa: شما درحال حاظر هیچ ایمیلی ثبت نکرده اید و باید حتما یک ایمیل ثبت کنید تا پیام های ما که شامل بازگردانی رمز عبور و... را دریافت کنید.

source: Add E-mail Address
fa: افزودن آدس ایمیل

source: Add E-mail
fa: افزودن ایمیل

source: Do you really want to remove the selected e-mail address?
fa: آیا واقعا از حذف ایمیل های انتخاب شده اطمینان دارید؟

source: Confirm E-mail Address
fa: تایید آدرس ایمیل

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fa: لطفا تایید کنید که <a href="mailto:%(email)s">%(email)s</a> متلق به کاربر %(user_display)s میباشد.

source: Confirm
fa: تایید

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fa: این ایمیل نامعتبر میباشد یا اینکه باطل شده است لطفا <a href="%(email_url)s">درخواست ارسال دوباره بدهید</a>.

source: Sign In
fa: ورود

source: Please sign in with one of your existing third party accounts:
fa: با یکی از اکانت های ثالثتان وارد شوید:

source: Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fa: یا, <a href="%(signup_url)s">ثبت نام کنید</a> برای %(site_name)s حساب کاربری و وارد شوید:

source: or
fa: یا

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fa: اگر تاکنون حساب کاربری ایجاد نکرده اید لطفا <a href="%(signup_url)s"> ثبت نام کنید</a> اول.

source: Forgot Password?
fa: فراموشی رمزعبور؟

source: Sign Out
fa: خروج

source: Are you sure you want to sign out?
fa: آیا میخواهید خارج شوید؟

source: Change Password
fa: تغییر رمزعبور

source: Password Reset
fa: بازگردانی رمزعبور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fa: رمزعبور خودرا فراموش کرده اید؟ ایمیل خودرا وارد کنید تا لینک بازیابی برایتان ارسال شود.

source: Reset My Password
fa: بازگردانی رمزعبور

source: Please contact us if you have any trouble resetting your password.
fa: اگر در بازگردانی رمزعبورتان مشکلی دارید با ما در تماس باشید.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fa: ایمیل برایتان ارسال شد اگر به دستتان نرسیده است با ما در تماس باشید.

source: Bad Token
fa: توکن نامعتبر است.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fa: لینک نامعتبر است به دلیل اینکه قبلا استفاده شده است لطفا درخواست <a href="%(passwd_reset_url)s">لینک جدید</a> بدهید.

source: change password
fa: تغییر رمزعبور

source: Your password is now changed.
fa: رمزعبور شما تغییر یافت.

source: Set Password
fa: تعیین رمزعبور

source: Signup
fa: ثبت نام

source: Sign Up
fa: ثبت نام

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fa: حساب کاربری دارید؟ <a href="%(login_url)s">وارد شوید</a>.

source: Sign Up Closed
fa: امکان ثبت نام وجود ندارد.

source: We are sorry, but the sign up is currently closed.
fa: متاسفانه درحال حاظر امکان ثبت نام وجود ندارد.

source: Verify Your E-mail Address
fa: ایمیل خود را تایید کنید

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fa: ایمیل برای شما ارسال شد برای تایید حساب کاربریتان روی آن کلیک کنید اگر مشکلی داشتید به ما اطلاع دهید.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fa: این بخش نیاز به احراز هویت دارد. لطفا با ادرس ایمیل این موضوع را تایید کنید.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fa: ایمیل برای شما ارسال شد لطفا روی آن کلیک کنید اگر مشکلی داشتید به ما اطلاع دهید.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fa: <strong>توجه:</strong> شما هنوز میتوانید <a href="%(email_url)s">آدرس ایمیتان را تغییر دهید</a>.

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: دسترسی ها

source: Important dates
fa: تاریخ های مهم

source: Users
fa: کاربران

source: This username has already been taken.
fa: این نام کاربری وجود دارد.

source: Name of User
fa: نام کاربر

source: Information successfully updated
fa: اطلاعات با موفقیت بروز رسانی شد

source: First Used Time
fa: اولین استفاده

source: Last Used Time
fa: آخرین استفاده

source: Telegram timeout.
fa: تایم اوت تلگرام
